// Localized application name
"applicationName" = "Android File Transfer";

// The title of the filename column when viewing a device's files.
"filenameColumnHeaderTitle" = "Název";
// The title of the column which shows the last modification date of a device's files.
"lastModifiedColumnHeaderTitle" = "Poslední změna";
// The title of the column which shoes the file size of a device's files.
"sizeColumnHeaderTitle" = "Velikost";
// The title of a button which, when pressed, creates a new folder on the device.
"newFolderButtonText" = "Nová složka";
// The title of a button which, when pressed, deleted the selected files on the device.
"deleteButtonText" = "Smazat";

// The title of the window showing the status of copying files to or from the device.
"copyStatusWindowTitle" = "Kopírovat";

// Text shown on a button which cancels an operation.
"cancelButton" = "Zrušit";

// String shown in progress after the user has canceled the transfer, while it is still being
// canceled.
"cancelingLabel" = "Probíhá zrušení";
// String shown in progress while still preparing to start the transfer.  The placeholder is
// the name of the folder being copied to.
"preparingToCopyLabel" = "Příprava ke kopírování do složky %@";
// String shown in progress while copying multiple items. The first placeholder is the number of
// items still being copied, and will always be at least 2.  The second placeholder is the name
// of the folder being copied to.
"copyingMultipleItemsLabel" = "Copying %1$d items to \"%2$@\"";
// String shown when a single item is being copied.  The first placeholder is the filename of the
// item being copied, and the second placeholder is the name of the folder being copied to.
"copyingSingleItemLabel" = "Copying \"%1$@\" to \"%2$@\"";

// String shown during a copy while the time remaining is still being calculated.
"timeRemainingUnknown" = "Odhadování zbývajícího času...";
// String showing progress of a copy operation.
"timeRemainingLessThan5Seconds" = "Zbývá méně než 5 sekund";
// String showing progress of a copy operation.
"timeRemainingLessThan15Seconds" = "Zbývá méně než 15 sekund";
// String showing progress of a copy operation.
"timeRemainingLessThan30Seconds" = "Zbývá méně než 30 sekund";
// String showing progress of a copy operation.
"timeRemaining1Minute" = "Zbývá asi 1 minuta";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of minutes remaining, from 2-60.
"timeRemainingMinutes" = "About %1$d minutes remaining";
// String showing progress of a copy operation.
"timeRemaining1Hour" = "Zbývá asi 1 hodina";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of hours remaining, always at least 2.
"timeRemainingHours" = "About %1$d hours remaining";

// String format used to indicate how a copy is proceeding.  First placeholder is the number of
// bytes already copied, second is the total number in this copy, and the third is an estimate of
// the remaining time.
"bottomProgressStringFormat" = "%1$@ z %2$@ – %3$@";

// Default name of a newly created folder.
"folderDefaultName" = "složka bez názvu";

// Status shown at the bottom of the folder view when items are selected.  First placeholder is the
// number of items selected, second is the total number of items shown.  Third placeholder is the
// amount of free space remaining on the device.
"bottomStatusFilesSelected" = "%1$d of %2$d selected, %3$@ available";
// Status shown on the bottom of the folder view when there is a single item.  Placeholder is the
// amount of free space remaining on the device.
"bottomStatusNoSelectionSingleItem" = "1 položka, %1$@ k dispozici";
// Status shown on the bottom of the folder view when there are multiple items.  First placeholder
// is the number of items shown (always at least 2), second placeholder is the amount of free space
// remaining on the device.
"bottomStatusNoSelectionMultipleItems" = "%1$d items, %2$@ available";

// Error message shown when there was a problem deleting a file.
"errorDeletingTitle" = "Při mazání souboru došlo k chybě";
// Error description shown when there was a problem deleting a file.  Placeholder is replaced
// with the name of the file.
"errorDeletingDescription" = "Soubor nebo složku s názvem %@ nelze smazat.";
// Error message shown when there was a problem creating a foder.
"errorCreateFolderTitle" = "Složku nelze vytvořit";
// Error message shown when there was a problem connecting to a plugged in device.
"errorConnectToDeviceTitle" = "K zařízení se nelze se připojit";
// Error message shown when there was a problem connecting to a plugged in device.
"errorCommunicatingWithDeviceTitle" = "Se zařízením nelze komunikovat";
// Error message shown when there was a problem getting device info.
"errorUnlockDeviceTitle" = "Can't access device storage";
// Error message shown when there was a problem renaming a folder.
"errorRenameFolderTitle" = "Složku nelze přejmenovat";
// Error message shown when there was a problem renaming a file.
"errorRenameFileTitle" = "Soubor nelze přejmenovat";
// Error message shown when there was a problem copying a file.
"errorCopyingFileTitle" = "Soubor nelze zkopírovat";
// Error message shown when there was a problem replacing a file.
"errorReplacingFileTitle" = "Soubor nelze nahradit";
// Error description shown where there was a problem copying a file.  Placeholder is replaced
// with the name of the file that was being copied.
"errorCopyingFileDescription" = "Soubor %@ nelze zkopírovat";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileTitle" = "Android File Transfer nemůže otevírat soubory.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileDescription" = "Chcete-li soubor otevřít, nejdříve jej přesuňte do počítače.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenMultipleTitle" = "Android File Transfer nemůže otevřít několik položek najednou.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenNoneTitle" = "Nebyla vybrána žádná položka k otevření.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenBadSelectionDescription" = "Vyberte jednu položku a zkuste to znovu.";
// Error description for when there was no detected error.  This message should never be shown.
"errorSuccessDescription" = "Žádná chyba";
// Error description when an operation failed because the filename does not exist.
"errorPathNotFoundDescription" = "Položka s tímto názvem neexistuje";
// Error description shown when an operation failed because the device was not initialized.
"errorDeviceNotInitializedDescription" = "Zařízení není inicializováno. Zkuste zařízení znovu připojit nebo restartovat.";
// Error description shown when an operation failed because the name already exists.
"errorPathAlreadyExistsDescription" = "Soubor nebo složka s tímto názvem již existuje";
// Generic error description, used when we don't have other suggestions or details from an operation
// which failed.
"errorGenericDescription" = "Zkuste zařízení znovu připojit nebo restartovat.";
// Error description shown when we can't get the storage for the device.
"errorUnlockDescription" = "If your device's screen is locked, disconnect its USB cable, unlock your screen, and then reconnect the USB cable.";
// Warning title shown when a file or folder already exists.  Placeholder is replaced with the file name.
"warningFileExistsMessage" = "Položka s názvem %@ se již v této složce nachází.";
// Warning description shown when a file already exists, and the user may choose to replace it.
"warningFileExistsInformative" = "Chcete stávající položku nahradit kopírovanou položkou?";
// Button on warning which allows the user to replace (overwrite) a file or folder.
"warningFileExistsReplace" = "Nahradit";
// Button on warning which allows the user to skip copying a file when one already exists with that name.
"warningFileExistsSkip" = "Přeskočit";
// Button on warning which allows the user to replace (overwrite) all files or folders in a copy operation.
"warningFileExistsReplaceAll" = "Nahradit vše";
// Warning title shown when a file attempting to be copied is too large.
"warningFileTooLargeMessage" = "Soubor %@ je příliš velký.";
// Warning description shown when a file attempting to be copied is too large.
"warningFileTooLargeInformative" = "Android File Transfer přenáší pouze soubory do velikosti 4 GB";

// Warning shown before deleting files.
"deleteWarningTitle" = "Opravdu chcete vybrané položky trvale smazat?";
// Warning shown when the user is about to do something they might think they can undo, but can't.
"noUndoWarningInformative" = "Tuto akci nelze vrátit zpět.";

// Label for the About menu item
"menuAbout" = "O aplikaci Android File Transfer";
// Label for the Services menu item
"menuServices" = "Služby";
// Label for the menu item which hides the application
"menuHide" = "Skrýt aplikaci Android File Transfer";
// Label for the menu item which hides the other applications
"menuHideOthers" = "Skrýt ostatní";
// Label for the menu item which shows all windows
"menuShowAll" = "Zobrazit vše";
// Label for the menu item which quits the application
"menuQuit" = "Ukončit aplikaci Android File Transfer";

// Label for the File menu
"menuFile" = "Soubor";
// Label for the menu item which creates a new folder
"menuNewFolder" = "Nová složka";
// Label for the menu item which closes the window
"menuCloseWindow" = "Zavřít okno";
// Label for the menu item which deletes the selected items
"menuDelete" = "Smazat";

// Label for the Go menu
"menuGo" = "Přejít";
// Label for the menu item which goes back to the previous folder
"menuBack" = "Zpět";
// Label for the menu item which goes forward to the next folder
"menuForward" = "Vpřed";
// Label for the menu item which goes to the enclosing folder
"menuEnclosing" = "Nadřazená složka";
// Label for the menu item which open the selected
"menuOpenFolder" = "Otevřít složku";

// Label for the Window menu
"menuWindow" = "Okno";
// Label for the minimize window menu item
"menuMinimize" = "Minimalizovat";
// Label for the zoom window menu item
"menuZoom" = "Přiblížení";
// Label for the bring all to front menu item
"menuBringAllToFront" = "Přenést vše dopředu";

// Label for the Help menu
"menuHelp" = "Nápověda";
// Label for the help menu item
"menuHelpItem" = "Nápověda aplikace Android File Transfer";

// Title shown on the welcome screen.
"welcomeTitleText" = "Vítejte v aplikaci Android File Transfer";
// Body text of welcome screen.
"welcomeBodyText" = "Připojte zařízení Android k počítači Mac pomocí kabelu USB. Potom přetahujte položky mezi oknem aplikace Android File Transfer a okny programu Finder. Další informace naleznete v části Nápověda > Nápověda aplikace Android File Transfer.\n\nAndroid File Transfer podporuje platformu Android 3.0 a vyšší.";
// Button on welcome screen which will close the screen, allowing the user to use the application.
"welcomeDoneButtonLabel" = "Začínáme";

// Message shown in an alert when the user starts the app without any devices.
"noDevicesTitle" = "Nebylo nalezeno žádné zařízení Android";
// Message shown in an alert when the user starts the app without any devices.
"noDevicesInformative" = "Chcete-li začít, připojte k zařízení Android kabel USB.";

// Short file size for folders.
"fileSizeFolder" = "--";
// Short file size for files or transfers under 1 KB.  Placeholder is replaced with the number of bytes of the file.
"fileSizeByte" = "%.0f bytes";
// Short file size for files or transfers under 1 MB.  Placeholder is replaced with the number of kilobytes of the file.
"fileSizeKb" = "%.0f KB";
// Short file size for files or transfers under 1 GB.  Placeholder is replaced with the number of megabytes of the file.
"fileSizeMb" = "%.1f MB";
// Short file size for files or transfers under 1 TB.  Placeholder is replaced with the number of gigabytes of the file.
"fileSizeGb" = "%.2f GB";
// Short file size for files or transfers under 1 PB.  Placeholder is replaced with the number of terabytes of the file.
"fileSizeTb" = "%.3f TB";
// Short file size for files or transfers over 1 PB.  Placeholder is replaced with the number of petabytes of the file.
"fileSizePb" = "%.3f PB";

// The help menu opens the default browser with the following URL 
"helpURL" = "http://www.google.com/support/mobile/bin/answer.py?hl=en&answer=1120329";

// Copyright statement at the end to avoid confusing the TC.
/* 
   Copyright 2010 Google Inc. All rights reserved.
 */
